Repository: CofficLab/LumiUI
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Add
zh_hans: 添加
zh_hk: 添加

source: Status
zh_hans: 状态
zh_hk: 状态

source: Model
zh_hans: 模型
zh_hk: 模型

source: Tokens
zh_hans: 令牌
zh_hk: 令牌

source: Failed to load data
zh_hans: 加载数据失败
zh_hk: 加载数据失败

source: Connection timeout
zh_hans: 连接超时
zh_hk: 连接超时

source: Shared section styling
zh_hans: 共享分区样式
zh_hk: 共享分区样式

source: Enter name
zh_hans: 输入名称
zh_hk: 输入名称

source: Last 24 hours
zh_hans: 最近 24 小时
zh_hk: 最近 24 小时

source: Plugin-specific options
zh_hans: 插件专属选项
zh_hk: 插件专属选项

source: Account
zh_hans: 账户
zh_hk: 账户

source: Account Info
zh_hans: 账户信息
zh_hk: 账户信息

source: Advanced
zh_hans: 高级
zh_hk: 高级

source: Advanced Settings
zh_hans: 高级设置
zh_hk: 高级设置

source: An unexpected error occurred.
zh_hans: 发生了一个意外错误。
zh_hk: 发生了一个意外错误。

source: Apps
zh_hans: 应用
zh_hk: 应用

source: Click to preview image
zh_hans: 点击预览图片
zh_hk: 點擊預覽圖片

source: Close
zh_hans: 关闭
zh_hk: 關閉

source: Copied
zh_hans: 已复制
zh_hk: 已複製

source: Copy
zh_hans: 复制
zh_hk: 複製

source: Copy API Key
zh_hans: 复制 API Key
zh_hk: 複製 API Key

source: Copy message content
zh_hans: 复制消息内容
zh_hk: 複製訊息內容

source: Custom Theme
zh_hans: 自定义主题
zh_hk: 自定义主题

source: Dark Mode
zh_hans: 深色模式
zh_hk: 深色模式

source: Destructive
zh_hans: 危险操作
zh_hk: 危险操作

source: Elevated Card (hover me)
zh_hans: 悬浮卡片（悬停查看）
zh_hk: 悬浮卡片（悬停查看）

source: Enable
zh_hans: 启用
zh_hk: 啟用

source: Enabled
zh_hans: 已启用
zh_hk: 已啟用

source: Example Plugin
zh_hans: 示例插件
zh_hk: 示例插件

source: Full keyboard
zh_hans: 全键盘
zh_hk: 全键盘

source: General
zh_hans: 通用
zh_hk: 通用

source: Ghost
zh_hans: 幽灵
zh_hk: 幽灵

source: Glass Card (default)
zh_hans: 玻璃卡片（默认）
zh_hk: 玻璃卡片（默认）

source: Glass Card with Glow
zh_hans: 带辉光的玻璃卡片
zh_hk: 带辉光的玻璃卡片

source: Glass Surface
zh_hans: 玻璃表面
zh_hk: 玻璃表面

source: Glass Thick
zh_hans: 厚玻璃
zh_hk: 厚玻璃

source: Hello, how can I help you today?
zh_hans: 你好，今天有什么可以帮你的？
zh_hk: 你好，今天有什么可以帮你的？

source: Home
zh_hans: 主页
zh_hk: 主页

source: Hover me
zh_hans: 悬停查看
zh_hk: 悬停查看

source: Hover over me
zh_hans: 悬停查看
zh_hk: 悬停查看

source: HTTP Response
zh_hans: HTTP 响应
zh_hk: HTTP 回應

source: I can assist with coding, writing, and more!
zh_hans: 我可以协助你进行编程、写作等更多任务！
zh_hk: 我可以协助你进行编程、写作等更多任务！

source: Mind Map
zh_hans: 思维导图
zh_hk: 思维导图

source: Model Info
zh_hans: 模型信息
zh_hk: 模型信息

source: Multiple tabs
zh_hans: 多个标签页
zh_hk: 多个标签页

source: No response body
zh_hans: 无响应体
zh_hk: 無回應內容

source: No Results
zh_hans: 无结果
zh_hk: 无结果

source: Normal Item
zh_hans: 普通项
zh_hk: 普通项

source: not selected
zh_hans: 未选择
zh_hk: 未选择

source: Nothing Here Yet
zh_hans: 暂无内容
zh_hk: 暂无内容

source: Notifications
zh_hans: 通知
zh_hk: 通知

source: Password
zh_hans: 密码
zh_hk: 密码

source: Pretty
zh_hans: 格式化
zh_hk: 格式化

source: Primary
zh_hans: 主要
zh_hk: 主要

source: Projects
zh_hans: 项目
zh_hk: 项目

source: Raw
zh_hans: 原始
zh_hk: 原始

source: Ready
zh_hans: 就绪
zh_hk: 就绪

source: Response Body
zh_hans: 响应体
zh_hk: 回應內容

source: Search
zh_hans: 搜索
zh_hk: 搜索

source: Secondary
zh_hans: 次要
zh_hk: 次要

source: Section
zh_hans: 分区
zh_hk: 分区

source: selected
zh_hans: 已选择
zh_hk: 已选择

source: Selected Item
zh_hans: 已选项
zh_hk: 已选项

source: Selected Option
zh_hans: 已选选项
zh_hk: 已选选项

source: Selected row
zh_hans: 已选行
zh_hk: 已选行

source: Setting 1
zh_hans: 设置 1
zh_hk: 设置 1

source: Setting 2
zh_hans: 设置 2
zh_hk: 设置 2

source: Settings
zh_hans: 设置
zh_hk: 设置

source: Settings Row
zh_hans: 设置行
zh_hk: 设置行

source: Small
zh_hans: 小
zh_hk: 小

source: Standalone
zh_hans: 独立
zh_hk: 独立

source: Subtle
zh_hans: 微妙
zh_hk: 微妙

source: Subtle Card
zh_hans: 微妙卡片
zh_hk: 微妙卡片

source: Tokens: 1,234 Requests: 56
zh_hans: 令牌：1,234\n请求：56
zh_hk: 令牌：1,234\n请求：56

source: Tonal
zh_hans: 色调
zh_hk: 色调

source: Unselected Option
zh_hans: 未选选项
zh_hk: 未选选项

source: untitled
zh_hans: 未命名
zh_hk: 未命名

source: Usage Stats
zh_hans: 使用统计
zh_hk: 使用统计

source: User details go here
zh_hans: 用户详情在此
zh_hk: 用户详情在此

source: Username
zh_hans: 用户名
zh_hk: 用户名

source: With Action
zh_hans: 带操作
zh_hk: 带操作

source: With Icon
zh_hans: 带图标
zh_hk: 带图标

source: With shortcut
zh_hans: 带快捷键
zh_hk: 带快捷键
